import { fromSrt } from "@/lib/srt"

const srt = `1
00:00:00,000 --> 00:00:02,366
本节目由声动活泼制作播出。

2
00:00:04,466 --> 00:00:27,699
本期节目的主题是职场晋升，我们邀请了个人管理实战专家、优势星球的发起人崔璀。崔璀有一道非常快速的晋升曲线：毕业加入蓝狮子，一年后就晋升为主管，三年后晋升为总编辑。同时优势星球也帮助很多人找到了自己的职业优势能力。节目中她提出了一个晋升的能力模型。

3
00:00:27,966 --> 00:00:59,733
有个安身立命之本叫专业能力。我有一个朋友陈雨女士，她以前是世界顶级的CEO猎头，然后她就面试过 4000 多个世界一流的CEO，他们发现了自己人生的那个针尖，但不是说我们一旦发现自己那个天赋优势，我们就会一下子成为顶级的人，而是我发现了我好像在这事特别擅长，然后我就去找一份工作或者创造一个工作环境，让我不断的每一天的工作，每分钟的工作去打磨它。然后这个针尖又尖了一点。

4
00:01:00,733 --> 00:01:03,933
另外一个不可或缺的能力是翻译能力。

5
00:01:03,933 --> 00:01:23,166
老板，或者公司压下来的那个东西，是不能不经你翻译，直接再传递给员工的。所以其实你相当于是去理解和吸收公司的战略方向，然后经由你的消化理解，由于你又最了解自己的团队，然后以他们乐意的方式让他们接受，同时调动他们的内动力。

6
00:01:24,166 --> 00:01:29,233
同时打破学生思维，让老板成为自己的晋升帮手也很重要。

7
00:01:29,233 --> 00:01:49,966
我们很容易把上级当成老师，其实我就说我们在心里面先破除一道墙，那个墙不是对面坐的老师，我们现在就是一个战壕里的战友，背靠背我们可以不喜欢老板，我们也不需要憎恨他，我们只需要使用他的资源为你的晋升去创造价值。

8
00:01:50,100 --> 00:01:58,300
接下来让我们听崔璀聊一聊晋升所需要的能力和思维，希望组织进化论的这期节目也能成为你的晋升帮手。

9
00:02:04,266 --> 00:02:26,899
欢迎收听飞书旗下的组织进化论。我是主持人Zara，这是一档专注于职场话题和企业管理的播客节目，我们邀请有干货、有故事的嘉宾来分享对于未来工作和管理方式的洞察，希望思维的碰撞可以激发出新的思考，让我们的工作更高效、更愉悦。

10
00:02:29,900 --> 00:02:55,266
今天我们请到嘉宾是崔璀，她有非常丰富的工作经历，大学毕业就进入了蓝狮子，然后三年就做到了总编辑，后来参与了 890 的自媒体矩阵建设，然后也在头头是道基金做过投资。现在她在自己创业，是 MOMself 和优势星球的创始人。然后我自己也是崔璀的粉丝，看了她非常多的关于职场的内容。欢迎崔璀来到组织进化论。

11
00:02:55,300 --> 00:02:56,700
谢谢。Hello Sara。

12
00:02:56,933 --> 00:02:59,933
你最近写了本书，叫《职场晋升101》。

13
00:02:59,933 --> 00:03:03,333
啊对对对，它是我第三本跟职场相关的书。

14
00:03:03,766 --> 00:03:06,999
那能不能先分享一下你自己的晋升之路？

15
00:03:07,566 --> 00:03:40,299
我刚听你念的时候，我还觉得就挺魔幻的，就那段经历。今年是我工作第 15 年，看上去好像职场还是挺顺利的。但是你现在问我，我就听到你刚才讲的时候，我脑袋里面所有想象到的都是，就是职场的难，其实没有放过任何一个人，这种感觉。我记得我刚刚去工作的时候是进，就是财经作家吴晓波老师的那个蓝狮子出版社，然后那段时间其实处于对自己，非常喜欢书，非常喜欢阅读，然后就去干这件事了。

16
00:03:40,566 --> 00:04:31,766
但是职场跟我想象的完全不一样。我想象当中的策划编辑是岁月静好，每天坐在椅子后面看书看稿，然后我实际做的策划编辑是从找作者，立选题，抢作者签约，然后出书，写新闻稿，主持发布会，参与发行的一个大杂烩的工作。然后我那个时候最大的一个印象就是，我有一段时间得了神经性肠炎，就是我特别紧张，就当时我们还用MSN，我一看到MSN的那个橘黄色的一闪，然后我就肚子疼，我就要去跑厕所，就是一个纯种小白的刚刚进入职场的那段经历。但是也很幸运，就一年之后就开始做主管，3年就做到总编辑。我现在回想起来，我再反向去总结的话，我觉得可能还是踩准了一些跟职场发展相关的模型。

17
00:04:31,900 --> 00:05:13,300
第一个能力，我觉得不管是职场新人还是职场老人，可能现在在听节目的每个人都要反问一下自己，就是我有没有所谓的专业能力？我觉得这个很重要，就是你不够八面玲珑，然后你不知道怎么来事儿等等的都没关系，我这安身立命之本叫专业能力。到底什么是专业能力？我们好像天天都在听这个词。后来我在想说，可能所谓的专业能力就是如果公司裁员，凭什么最后一个裁到你，就是你靠什么吃饭？大家会觉得，其实我现在还在大量面试，要看很多简历，大家会觉得说我的那个简历要漂亮，漂亮意思就是我 PS6星，那个什么 Excel 5 星，然后列一大堆。

`

export const srtList = fromSrt(srt, false)
